---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.FileNotFoundException
source: html/423a4b3d-229c-c491-70e0-fe32eebe8211.htm
---
# FileNotFoundException Members

Retrieves data needed to serialize the target object.